/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"YCRefreshHeaderIdleText"           = "下拉可以刷新";
"YCRefreshHeaderPullingText"        = "松开立即刷新";
"YCRefreshHeaderRefreshingText"     = "正在刷新数据中...";

"YCRefreshAutoFooterIdleText"       = "点击或上拉加载更多";
"YCRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"YCRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"YCRefreshBackFooterIdleText"       = "上拉可以加载更多";
"YCRefreshBackFooterPullingText"    = "松开立即加载更多";
"YCRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"YCRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"YCRefreshHeaderLastTimeText"       = "最后更新：";
"YCRefreshHeaderDateTodayText"      = "今天";
"YCRefreshHeaderNoneLastDateText"   = "无记录";
